Repository: Almbay/drag-drop-featured-image
Catalog: tags/1.5.4/languages/dgdfi-*.po
Languages: sv_se

source: Options for Drag & Drop Featured Image
sv_se: Inställningar för Drag & Drop Featured Image

source: Allowed Files
sv_se: Tillåtna filtyper

source: You may only upload one image at a time!
sv_se: Du kan endast ladda upp en bild i taget!

source: The file you selected exceeds the maximum filesize limit.
sv_se: Filen du valde överstiger den maximala filstorleken.

source: from
sv_se: från

source: Media Library
sv_se: Mediabiblioteket

source: Drag & Drop Feaured image: An error occured, please reload page!
sv_se: Drag & Drop Feaured image: Ett fel uppstod, vänligen ladda om sidan!

source: Success:
sv_se: Succe:

source: The plugin options have been successfully updated!
sv_se: Inställningarna har nu uppdaterats!

source: Please make sure you filled in all the required fields before submitting. At least <em><strong>one post type</strong></em> and <em><strong>one extension</strong></em> must be selected!
sv_se: Vänligen se till att du fyllt i alla obligatoriska fält innan du sparar. Åtminstone <em><strong>en posttyp</strong></em> och <em><strong>ett bildformat</strong></em> måste vara valt!

source: Contact me
sv_se: Kontakta mig

source: If you have any questions regarding this plugin or have ideas on how to improve it then please dont hesitate to
sv_se: Om du har några frågor angående denna plugin eller har ideér på hur jag kan förbättra den, tveka isåfall inte utan

source: contact me
sv_se: kontakta mig

source: Send me an email
sv_se: Skicka ett e-post till mig

source: Find me on Facebook
sv_se: Hitta mig på Facebook

source: Find me on Twitter
sv_se: Hitta mig på Twitter

source: Find me on Google+
sv_se: Hitta mig på Google+

source: Which post types do you want the meta box to display at?
sv_se: Vilka posttyper vill du att metaboxen ska visas på?

source: Which of the following file types should be supported?
sv_se: Vilka av följande filformat ska stödjas?

source: Change the capability required to customize the plugin settings
sv_se: Ändra vilken förmåga som krävs för att ändra plugin-inställningarna

source: The default capability is <code>manage_options</code> and applies to administrators.
sv_se: Förvald förmåga är <code>manage_options</code> och appliceras på administratörer.

source: User roles &amp; capabilities
sv_se: Roller &amp; förmågor

source: Update settings
sv_se: Uppdatera inställningar
